[
  {
    "id": "roast-to-the-people",
    "name": "Roast to the people",
    "host": "miguel-campos",
    "description": "Espectadores del programa piden a Miguel que les hagan un <span class='text-red italic'>roast</span> en base a sus perfiles de Instagram, es decir, solicitan ser insultados de forma totalmente voluntaria. <span class='text-red italic'>#WeOnlyRoastTheOnesWeLove</span>"
  },
  {
    "id": "comedian-of-the-day",
    "name": "Cómic@ del día",
    "host": "antonio-castelo",
    "description": "Sección que abre los programas con un corte de un monólogo de algún/a cómico/a, doblado por Castelo sobre la marcha. Tras el corte, se hace un pequeño foro sobre el cómico, especial o corte elegido."
  },
  {
    "id": "thank-you",
    "name": "Thank you for this beautiful comedy",
    "host": "iggy-rubin",
    "description": "Iggy selecciona cada semana un especial de comedia a analizar, al cual se le suelen dedicar 10 - 15 minutos a desgranar aspectos técnicos y formales del especial, diagnosticando por qué el especial es bueno o malo (aunque Iggy solo habla amor)."
  },
  {
    "id": "la-cuota-del-drama",
    "name": "La cuota del drama | Pena mora",
    "host": "miguel-campos",
    "description": "La sección del bajón. Los espectadores envían a Miguel historias (presuntamente reales) tristes, depresivas, rehuyendo cualquier conato de comedia."
  },
  {
    "id": "giorgio",
    "name": "My name is Giovani Giorgio, but everybody calls me Yorya",
    "host": "jorge-yorya",
    "description": "El <a href='https://es.wikipedia.org/wiki/Problema_de_los_tres_cuerpos' target='_blank' rel='noopener' class='text-red underline'>problema de los tres cuerpos</a> del programa. Nuestro accidente de coche particular. En términos generales, Yorya trae informe de redes, concursos, aportaciones de las <span class='text-red italic'>phienas</span> y entropía. <span class='text-red'>#Yoryer</span>"
  },
  {
    "id": "el-mago-roast",
    "name": "Mago Roast",
    "host": "miguel-campos",
    "description": "En defensa de los magos, Miguel realiza un truco de magia mientras insulta al resto de presentadores"
  },
  {
    "id": "gira-de-festivales",
    "name": "Gira de festivales",
    "host": "iggy-rubin",
    "description": "Sección en la que se dilucida cómo se llegó a la muerte prematura de cómicos y cómicas"
  }
]